[
  {
    "id": "shame_to_guilt",
    "levelLabel": "Level 1 → 2 · Shame → Guilt",
    "shortTitle": "Riyadhah Naik Level (Menuju Rasa Bersalah 30)",
    "summary": "Keluar dari rasa malu yang melumpuhkan menuju rasa bersalah yang lebih konstruktif, dengan memutus isolasi batin dan membangun identitas diri yang lebih sehat.",
    "bullets": [
      "Mengakui satu kelemahan atau ketakutan kecil kepada orang yang aman.",
      "Mengambil satu tanggung jawab sederhana dan menyelesaikannya dengan sangat baik.",
      "Menulis afirmasi spesifik tentang nilai diri dan membacanya setiap hari.",
      "Melatih istighfar, salat taubat, dan surat cinta untuk diri sendiri."
    ],
    "full": [
      "Riyadhah Naik Level (Menuju Rasa Bersalah 30)",
      "Perjalanan spiritual dari SHAME (Malu) menuju GUILT (Rasa Bersalah) adalah langkah pertama yang sangat sulit namun krusial. Shame ditandai oleh rasa tidak layak, isolasi, dan kebencian pada diri sendiri. Tujuan riyadhah ini adalah memutus rantai isolasi tersebut dan membangun fondasi identitas yang lebih kuat.",
      "1. Pengakuan kecil: memutus rantai isolasi.",
      "Ambil satu kelemahan, kesalahan kecil, atau ketakutan yang selama ini disembunyikan. Akui hal tersebut kepada minimal satu orang yang aman dan Anda percaya. Ini melatih kerentanan dan kejujuran.",
      "2. Ambil tanggung jawab sederhana.",
      "Ambil satu tugas tambahan yang mudah dan selesaikan melebihi ekspektasi, lalu akui keberhasilan kecil itu dalam hati. Ini memberi bukti nyata bahwa Anda mampu berbuat baik.",
      "3. Afirmasi nilai diri.",
      "Tuliskan minimal tiga kalimat spesifik tentang nilai, keahlian, atau kebaikan Anda. Bacalah secara konsisten setiap pagi agar identitas diri yang baru tertanam di alam bawah sadar.",
      "4. Istighfar harian.",
      "Ucapkan istighfar sebanyak 100 kali sehari. Niatkan untuk membersihkan energi berat Shame dan bergerak menuju energi Guilt yang lebih aktif dan siap bertaubat.",
      "5. Salat taubat secara teratur.",
      "Lakukan salat sunnah taubat minimal sekali atau dua kali dalam sepekan, dengan fokus memohon ampun atas kebencian dan rasa malu terhadap diri sendiri.",
      "6. Menulis surat cinta diri.",
      "Tulis satu surat penuh untuk diri sendiri yang berisi maaf dan terima kasih. Bacalah saat sendirian untuk menyembuhkan luka self-hatred dan membuka pintu penerimaan diri.",
      "Lembar Kerja Praktis: gunakan jurnal untuk mencatat pengakuan kecil, tanggung jawab sederhana yang berhasil diselesaikan, serta afirmasi nilai diri yang dirasakan paling kuat."
    ]
  },
  {
    "id": "guilt_to_apathy",
    "levelLabel": "Level 2 → 3 · Guilt → Apathy",
    "shortTitle": "Riyadhah Naik Level (Menuju Apatis 50)",
    "summary": "Menghentikan hukuman batin yang berulang dari rasa bersalah dan bergerak menuju keadaan istirahat yang lebih netral agar energi tidak lagi habis untuk menyiksa diri.",
    "bullets": [
      "Meminta feedback tentang kekuatan diri, bukan hanya kekurangan.",
      "Mengubah renungan menyalahkan diri menjadi daftar solusi praktis.",
      "Menanamkan prinsip bahwa pengasuhan adalah amanah, bukan hukuman.",
      "Menggunakan dzikir dan teknik tubuh untuk menurunkan intensitas emosi."
    ],
    "full": [
      "Riyadhah Naik Level (Menuju Apatis 50)",
      "Rasa bersalah adalah energi aktif yang keras dan sering menghabiskan seluruh energi untuk menghukum diri. Tujuan riyadhah ini adalah menghentikan siklus hukuman batin dan membawa Anda ke keadaan istirahat yang lebih netral.",
      "1. Meminta feedback terbalik.",
      "Alihkan fokus dari kesalahan ke potensi. Minta santri atau rekan menyampaikan apa kekuatan terbaik Anda dalam mengasuh. Ini membantu Anda melihat diri secara lebih utuh.",
      "2. Bicara solusi, bukan hukuman.",
      "Setiap kali rasa bersalah datang, berhenti sejenak. Alihkan pikiran dengan menuliskan beberapa solusi praktis, bukan daftar kesalahan. Ini menggeser energi dari penghukuman ke perbaikan.",
      "3. Menanamkan prinsip amanah.",
      "Tuliskan kalimat bahwa pengasuhan adalah amanah, bukan hukuman. Tempelkan di tempat yang sering Anda lihat. Baca setiap kali merasa gagal, agar cara pandang terhadap peran berubah.",
      "4. Dzikir tasbih sebagai pembersih energi.",
      "Ucapkan Subhanallah 100 kali setelah salat wajib. Rasakan bahwa kesucian Allah melampaui kekurangan Anda dan membantu melembutkan rasa bersalah.",
      "5. Butterfly hug untuk meredakan kecemasan.",
      "Silangkan tangan di dada, tepuk secara bergantian dengan lembut selama beberapa menit saat kecemasan atau rasa bersalah memuncak. Rasakan seolah Anda sedang memeluk dan menghibur diri sendiri.",
      "6. Terapi SEFT atau EFT.",
      "Gunakan kalimat penerimaan diri sambil mengetuk titik meridian sederhana untuk menurunkan intensitas emosi bersalah yang berlebihan.",
      "Lembar Kerja Praktis: catat momen saat rasa bersalah muncul, lalu tuliskan bagaimana Anda mengubahnya menjadi solusi dan bagaimana tubuh Anda terasa setelah riyadhah."
    ]
  },
  {
    "id": "apathy_to_grief",
    "levelLabel": "Level 3 → 4 · Apathy → Grief",
    "shortTitle": "Riyadhah Naik Level (Menuju Sedih 75)",
    "summary": "Mengaktifkan kembali energi yang beku di level apatis supaya Anda bisa mulai merasakan lagi, walaupun yang muncul pertama adalah kesedihan yang lebih hidup.",
    "bullets": [
      "Membuat to-do list tugas menantang di luar rutinitas harian.",
      "Mengubah pola harian kecil selama 7 hari untuk memecah kebiasaan mati rasa.",
      "Menjaga kesehatan fisik, olahraga ringan, dan mengurangi stimulan.",
      "Menghidupkan tubuh dengan dzikir, salat, mandi taubat, dan mindful eating."
    ],
    "full": [
      "Riyadhah Naik Level (Menuju Sedih 75)",
      "Level apati ditandai oleh kelumpuhan dan rasa tidak berdaya. Tujuan riyadhah ini bukan langsung meloncat ke kebahagiaan, tetapi membangkitkan energi yang hilang agar Anda sanggup merasakan lagi, walaupun yang muncul pertama adalah kesedihan.",
      "1. Tugas wajib yang menantang.",
      "Buat daftar beberapa tugas baru yang menantang di luar rutinitas. Pilih tugas yang memerlukan sedikit keberanian dan energi. Selesaikan sebagai latihan melawan kelumpuhan.",
      "2. Mengubah pola harian.",
      "Selama beberapa hari berturut-turut, ubah hal kecil dalam rutinitas, seperti rute jalan, tempat duduk, atau urutan kegiatan. Ini memecah kebiasaan yang menumpulkan semangat.",
      "3. Menjaga kesehatan fisik.",
      "Kurangi konsumsi kafein dan gula berlebihan. Tambahkan olahraga ringan seperti jalan kaki setiap hari. Perubahan fisik kecil ini membantu otak mengakses emosi yang lebih aktif.",
      "4. Dzikir Ya Hayyu Ya Qayyum.",
      "Ucapkan dzikir ini dengan khusyuk, memohon agar Allah menghidupkan kembali semangat dan menjaga Anda tetap tegak berdiri di tengah rasa lelah batin.",
      "5. Salat fajar tepat waktu.",
      "Jaga salat sunnah fajar dan salat subuh tepat waktu sebagai latihan disiplin kehendak yang selama ini lumpuh di level apati.",
      "6. Mandi taubat dan sadar mengunyah.",
      "Lakukan mandi taubat sebagai simbol membersihkan energi lesu. Saat makan, kunyah dengan perlahan dan penuh kesadaran untuk menarik kembali perhatian ke dalam tubuh.",
      "Lembar Kerja Praktis: tuliskan perubahan kecil yang Anda lakukan dalam rutinitas, bagaimana perasaan tubuh, dan apa emosi yang mulai muncul lagi."
    ]
  },
  {
    "id": "grief_to_fear",
    "levelLabel": "Level 4 → 5 · Grief → Fear",
    "shortTitle": "Riyadhah Naik Level (Menuju Takut 100)",
    "summary": "Menggeser fokus dari kehilangan di masa lalu menuju perhatian pada masa depan sehingga kesedihan tidak lagi mengikat, tetapi berubah menjadi kewaspadaan yang lebih aktif.",
    "bullets": [
      "Berhenti menulis tentang kehilangan dan mulai menulis rencana masa depan.",
      "Mengambil satu area kacau dan merapikannya secara tuntas.",
      "Membiasakan jurnal syukur realistis setiap malam.",
      "Menggunakan dzikir, jalan hening, dan salam pada makhluk untuk melembutkan kesedihan."
    ],
    "full": [
      "Riyadhah Naik Kelas (Menuju Takut 100)",
      "Level grief fokus pada kehilangan dan apa yang sudah tidak bisa kembali. Tujuan riyadhah ini adalah menggeser fokus ke masa depan sehingga energi bisa bergerak, walaupun dalam bentuk rasa takut yang lebih aktif.",
      "1. Jurnal masa depan.",
      "Hentikan kebiasaan menulis tentang hal yang hilang. Alihkan dengan menuliskan beberapa hal yang ingin Anda capai di asrama atau pesantren dalam waktu dekat.",
      "2. Aksi kontrol kecil.",
      "Pilih satu area yang kacau, seperti rak, gudang, atau lemari. Rapikan secara tuntas. Ini menjadi simbol bahwa Anda masih punya kemampuan mengatur sesuatu dalam hidup.",
      "3. Syukur realistis harian.",
      "Setiap malam, tulis beberapa momen positif yang Anda alami hari itu, sekecil apa pun. Ini melatih otak melihat bahwa hidup tidak hanya berisi kehilangan.",
      "4. Dzikir hamdalah.",
      "Ucapkan Alhamdulillah berulang kali dengan hati sadar setelah ibadah. Rasakan bahwa di tengah kehilangan pun selalu ada sesuatu yang masih bisa disyukuri.",
      "5. Jalan hening tanpa alas kaki.",
      "Berjalanlah di tanah atau rumput dengan tenang sambil berdzikir dalam hati. Rasakan koneksi dengan bumi yang menenangkan dan menguatkan.",
      "6. Salam penuh cinta pada makhluk.",
      "Ucapkan salam dan doa lembut kepada makhluk Allah di sekitar, seperti pohon, hewan, atau alam. Ini mengalihkan fokus dari kesedihan pribadi ke keluasan kasih sayang.",
      "Lembar Kerja Praktis: tuliskan minimal lima momen syukur setiap hari, serta satu area kehidupan yang berhasil Anda rapikan dan rasakan perbedaannya."
    ]
  },
  {
    "id": "fear_to_desire",
    "levelLabel": "Level 5 → 6 · Fear → Desire",
    "shortTitle": "Riyadhah Naik Level (Menuju Keinginan 125)",
    "summary": "Mengubah energi ketakutan yang melumpuhkan menjadi keberanian mengambil risiko kecil sehingga muncul keinginan sehat untuk bergerak dan bertumbuh.",
    "bullets": [
      "Mengambil keputusan pengasuhan penting tanpa selalu mencari persetujuan.",
      "Mencoba metode baru yang selama ini ditakuti akan gagal.",
      "Belajar melepas kontrol dengan memberi kepercayaan pada santri.",
      "Menguatkan rasa aman batin dengan dzikir dan mandi taubat."
    ],
    "full": [
      "Riyadhah Naik Level (Menuju Keinginan 125)",
      "Level fear ditandai oleh rasa tidak aman dan kebutuhan berlebihan akan kontrol. Tujuan riyadhah ini adalah mengubah takut menjadi keberanian mengambil langkah, sehingga muncul desire yang sehat untuk bertumbuh.",
      "1. Latihan otonomi.",
      "Ambil beberapa keputusan pengasuhan yang tidak fatal tanpa menunggu persetujuan. Pastikan masih dalam wilayah wewenang Anda. Rasakan bahwa Anda mampu menilai dan memutuskan.",
      "2. Mencoba metode baru.",
      "Pilih satu metode pengasuhan yang selama ini Anda takuti karena khawatir gagal atau dikritik. Coba terapkan dengan sungguh-sungguh dalam jangka waktu tertentu, bukan hanya sekali.",
      "3. Memberi kepercayaan kecil.",
      "Kurangi kontrol berlebihan. Berikan tugas kepada santri yang menuntut tanggung jawab tanpa pengawasan yang terlalu rapat, lalu latih diri menerima hasilnya dengan lapang.",
      "4. Dzikir hasbunallah.",
      "Ucapkan dzikir hasbunallah wa ni'mal wakil berkali-kali setelah salat. Rasakan maknanya bahwa perlindungan sejati datang dari Allah, bukan dari kontrol berlebihan.",
      "5. Mendoakan orang yang ditakuti.",
      "Doakan kebaikan bagi orang yang paling membuat Anda cemas atau takut. Ini melunakkan energi fear dan mengubahnya menjadi kasih sayang dan tawakal.",
      "6. Mandi taubat untuk membersihkan energi wahn.",
      "Lakukan mandi taubat dengan niat membersihkan ketakutan yang melumpuhkan. Rasakan bahwa Anda sedang melepas beban tidak terlihat yang selama ini menekan.",
      "Lembar Kerja Praktis: catat keputusan-keputusan kecil yang Anda ambil sendiri, metode baru yang dicoba, serta bagaimana perasaan aman batin Anda berubah."
    ]
  },
  {
    "id": "desire_to_anger",
    "levelLabel": "Level 6 → 7 · Desire → Anger",
    "shortTitle": "Riyadhah Naik Level (Menuju Marah 150)",
    "summary": "Mengendalikan keinginan yang terus mengejar pengakuan agar berubah menjadi energi tegas yang terarah, bukan kemelekatan pada pujian dan hasil.",
    "bullets": [
      "Melatih penundaan kepuasan ketika ingin pamer atau mencari validasi.",
      "Mengerjakan tugas yang tidak terlihat orang lain untuk memurnikan niat.",
      "Belajar mengatakan tidak pada permintaan yang melanggar batas energi.",
      "Menggunakan dzikir tauhid dan la hawla sebagai rem spiritual."
    ],
    "full": [
      "Riyadhah Naik Level (Menuju Marah 150)",
      "Level desire dipenuhi oleh keinginan kuat untuk mendapatkan, terutama pengakuan dan validasi eksternal. Tujuan riyadhah ini adalah mengendalikan desire agar energi tidak lagi terseret oleh pamrih.",
      "1. Penundaan kepuasan.",
      "Ketika muncul keinginan kuat untuk dipuji atau memamerkan pencapaian, tahan diri selama satu hari. Jika besok masih dianggap penting dan bermanfaat, baru bicarakan. Ini melatih kesabaran kehendak.",
      "2. Tugas tanpa pamrih.",
      "Ambil beberapa tugas yang tidak terlihat orang lain, seperti merapikan arsip atau data lama. Lakukan dengan rapi dan tuntas tanpa menunggu apresiasi.",
      "3. Menegaskan batas diri.",
      "Berlatih mengatakan tidak secara sopan pada permintaan yang melewati batas waktu, tenaga, atau kapasitas Anda. Ini melatih kemampuan menjaga diri tanpa rasa bersalah.",
      "4. Dzikir tauhid.",
      "Ucapkan kalimat tauhid berulang-ulang, mengembalikan semua keinginan kepada Allah. Niatkan bahwa keinginan terdalam Anda adalah keridaan-Nya, bukan sekadar pujian manusia.",
      "5. Dzikir la hawla.",
      "Gunakan la hawla wa la quwwata illa billah sebagai rem ketika desire muncul terlalu kuat, misalnya ingin bergosip atau memenuhi keinginan impulsif.",
      "6. Sadar mengunyah.",
      "Saat makan, latih diri mengunyah dengan pelan dan penuh kesadaran sebagai latihan pengendalian nafsu sederhana yang berdampak pada area lain dalam hidup.",
      "Lembar Kerja Praktis: tulis momen ketika Anda berhasil menunda kepuasan atau menolak permintaan yang tidak sehat, dan bagaimana perasaan hati sesudahnya."
    ]
  },
  {
    "id": "anger_to_pride",
    "levelLabel": "Level 7 → 8 · Anger → Pride",
    "shortTitle": "Riyadhah Naik Level (Menuju Bangga 175)",
    "summary": "Menyalurkan energi marah yang reaktif menjadi kebanggaan yang lebih stabil, berbasis metode dan kedisiplinan, bukan ledakan emosi.",
    "bullets": [
      "Menerapkan jeda sebelum merespons saat marah.",
      "Mengubah keluhan emosional menjadi laporan rasional tertulis.",
      "Membentuk ego yang sehat dengan bangga pada proses, bukan hanya hasil.",
      "Menggunakan dzikir ta'awudz dan Ya Halim / Ya Wadud ketika emosi memuncak."
    ],
    "full": [
      "Riyadhah Naik Level (Menuju Bangga 175)",
      "Level anger memuat energi besar yang cenderung destruktif bila tidak diarahkan. Tujuan riyadhah ini adalah mengubah reaksi menjadi respons rasional, sehingga energi marah menjadi kebanggaan yang stabil.",
      "1. Mekanisme jeda dan analisis.",
      "Ketika marah, latih diri berhenti sejenak, menarik napas dalam beberapa kali, lalu berpikir sebelum berbicara. Ini memberi ruang bagi akal untuk ikut terlibat.",
      "2. Dokumentasi rasional.",
      "Ubah keluhan emosional tentang santri atau rekan menjadi catatan objektif. Tulis waktu, kejadian, dan fakta, tanpa kata-kata yang penuh emosi. Ini menjadikan energi marah lebih konstruktif.",
      "3. Memelihara ego yang sehat.",
      "Alihkan fokus dari marah kepada orang menjadi bangga pada metode yang terus Anda perbaiki. Catat hal-hal dari cara kerja Anda yang patut diapresiasi.",
      "4. Dzikir ta'awudz.",
      "Saat emosi memuncak, perbanyak membaca ta'awudz untuk memutus koneksi dengan bisikan negatif yang meniupkan amarah.",
      "5. Dzikir Ya Halim atau Ya Wadud.",
      "Setelah memutus emosi kasar, isi hati dengan dzikir kepada Allah Yang Maha Santun dan Maha Mencintai. Rasakan sifat itu mengalir ke cara Anda memandang orang lain.",
      "6. Menulis surat cinta pada orang yang sering memicu marah.",
      "Tulis surat yang berisi ungkapan maaf dan terima kasih atas pelajaran yang Anda dapatkan dari orang tersebut. Ini melembutkan sisa-sisa kemarahan.",
      "Lembar Kerja Praktis: simpan jurnal yang berisi contoh keluhan emosional yang berhasil Anda ubah menjadi laporan rasional dan bagaimana dampaknya pada cara Anda bersikap."
    ]
  },
  {
    "id": "pride_to_courage",
    "levelLabel": "Level 8 → 9 · Pride → Courage",
    "shortTitle": "Riyadhah Naik Level (Menuju Keberanian 200)",
    "summary": "Melepaskan ilusi superioritas dan keberpihakan pada ego, lalu berani mengambil tanggung jawab penuh dan menampilkan kerentanan sejati.",
    "bullets": [
      "Meminta kritik yang jujur pada dua orang terpercaya.",
      "Mengakui satu kesalahan sistemik di depan rekan kerja.",
      "Melakukan tindakan moral yang berani walau tidak populer.",
      "Menguatkan kerendahan hati dengan dzikir keagungan Allah."
    ],
    "full": [
      "Riyadhah Naik Level (Menuju Keberanian 200)",
      "Level pride adalah puncak energi nafsu amarah yang merasa tinggi dan benar. Tujuan riyadhah ini adalah meruntuhkan ilusi superioritas dan membangun keberanian otentik yang siap memikul tanggung jawab.",
      "1. Meruntuhkan ilusi superioritas.",
      "Secara sengaja minta kritik radikal dari orang yang Anda percaya. Dengarkan tanpa membela diri. Pilih satu kritik yang paling menyentuh ego dan tindak lanjuti dengan tindakan nyata.",
      "2. Mengambil tanggung jawab penuh.",
      "Alihkan kebiasaan menyalahkan sistem, santri, atau orang lain. Mulai dari satu kasus, akui bahwa ada bagian dari diri Anda yang belum optimal dan perlu diperbaiki.",
      "3. Tindakan berisiko moral.",
      "Dukung pihak yang lemah dengan cara yang bijak, sekalipun itu tidak populer. Fokus pada kebenaran dan keberanian, bukan pada citra diri.",
      "4. Dzikir Subhana Rabbi al-Adzim.",
      "Ucapkan dzikir ini dengan penuh penghayatan, mengingat betapa kecilnya ego manusia di hadapan keagungan Allah. Ini membantu meluruhkan kesombongan halus.",
      "5. Merenungkan ketidaksempurnaan diri.",
      "Tulis hal-hal yang tidak bisa Anda ubah dari diri sendiri dan latih diri menerima dengan tenang. Ini mengurangi kebutuhan untuk selalu tampak sempurna.",
      "Lembar Kerja Praktis: catat kritik yang Anda terima, tindakan perbaikan yang diambil, dan bagaimana perasaan hati sebelum dan sesudah mengakui kesalahan."
    ]
  },
  {
    "id": "courage_to_neutrality",
    "levelLabel": "Level 9 → 10 · Courage → Neutrality",
    "shortTitle": "Riyadhah Naik Level (Menuju Netralitas 250)",
    "summary": "Mengubah keberanian yang masih ingin menang menjadi keberanian yang tenang, objektif, dan tidak melekat pada hasil tertentu.",
    "bullets": [
      "Menunda memberi pendapat ketika terjadi konflik.",
      "Melatih letting go terhadap penyesalan masa lalu.",
      "Menghargai kebebasan santri dalam hal-hal kecil.",
      "Menghidupkan doa dan dzikir yang mengundang kedamaian."
    ],
    "full": [
      "Riyadhah Naik Level (Menuju Netralitas 250)",
      "Level courage sudah penuh energi dan siap bertindak, tetapi masih cenderung melekat pada kemenangan dan hasil. Tujuan riyadhah ini adalah menstabilkan keberanian menjadi netralitas yang bahagia dan produktif.",
      "1. Disiplin tidak mengambil sisi secara tergesa-gesa.",
      "Ketika terjadi konflik, tunda memberikan penilaian atau solusi. Dengarkan semua pihak terlebih dahulu dan biarkan emosi mereda sebelum memutuskan.",
      "2. Latihan letting go.",
      "Tuliskan beberapa hal dari masa lalu yang masih Anda sesali. Robek dan buang kertas tersebut sebagai simbol melepaskan beban yang tidak lagi perlu dibawa.",
      "3. Menghargai kebebasan santri.",
      "Berikan ruang kepada santri untuk memilih dalam hal-hal yang tidak merusak sistem, seperti pilihan aktivitas kecil. Terima pilihan mereka tanpa mengontrol.",
      "4. Dzikir Salamun Qawlan.",
      "Baca ayat ini berkali-kali untuk mengundang frekuensi kedamaian dari Tuhan Yang Maha Pengasih. Rasakan salam itu turun ke hati.",
      "5. Mendoakan orang lain dalam konflik.",
      "Alihkan energi debat menjadi doa agar pihak-pihak yang bertikai diberi kedamaian dan jalan keluar terbaik.",
      "Lembar Kerja Praktis: tulis situasi konflik di mana Anda berhasil menunda penilaian dan bagaimana hasilnya berbeda dengan kebiasaan lama."
    ]
  },
  {
    "id": "neutrality_to_willingness",
    "levelLabel": "Level 10 → 11 · Neutrality → Willingness",
    "shortTitle": "Riyadhah Naik Level (Menuju Kemauan 310)",
    "summary": "Mengubah netralitas yang nyaman menjadi kemauan aktif dan antusias untuk berbuat lebih tanpa paksaan.",
    "bullets": [
      "Mengambil satu tugas ekstra yang bukan kewajiban.",
      "Secara sadar menampilkan ekspresi antusias pada tugas rutin.",
      "Melawan rasa cukup dengan perbaikan kecil tambahan.",
      "Menghidupkan salat dhuha dan dzikir permohonan perubahan hati."
    ],
    "full": [
      "Riyadhah Naik Level (Menuju Kemauan 310)",
      "Di level neutral, Anda sudah stabil dan produktif, tetapi bisa terjebak dalam zona nyaman. Tujuan riyadhah ini adalah mengubah netralitas pasif menjadi kemauan aktif dan antusias.",
      "1. Sukarela ekstra.",
      "Ambil satu tugas tambahan yang tidak diwajibkan dan selesaikan dengan penuh semangat, tanpa menunggu perintah. Latih diri menikmati mengambil langkah pertama.",
      "2. Menampakkan antusiasme.",
      "Saat melakukan tugas harian, sengaja tampil dengan wajah ceria, ucapan positif, dan bahasa tubuh yang bersemangat.",
      "3. Menghentikan rasa cukup yang terlalu cepat.",
      "Ketika muncul pikiran bahwa sesuatu sudah cukup baik, cari satu hal kecil lagi yang bisa ditingkatkan. Ini menjaga energi kemauan tetap hidup.",
      "4. Salat dhuha penuh syukur.",
      "Lakukan salat dhuha dengan niat bersyukur atas kesempatan berbuat baik. Syukur ini menjadi bahan bakar kemauan positif.",
      "5. Dzikir Ya Muqallib al-qulub.",
      "Minta kepada Allah agar hati dibolak-balik dari pasif menjadi aktif, dari netral menjadi penuh kemauan mulia.",
      "6. Jalan hening dengan niat mengaktifkan kehendak.",
      "Berjalan dengan tenang sambil meniatkan bahwa setiap langkah adalah penarikan energi untuk menguatkan semangat.",
      "Lembar Kerja Praktis: catat tugas ekstra yang Anda ambil, ekspresi antusias yang dilatih, dan perubahan energi yang dirasakan sepanjang hari."
    ]
  },
  {
    "id": "willingness_to_acceptance",
    "levelLabel": "Level 11 → 12 · Willingness → Acceptance",
    "shortTitle": "Riyadhah Naik Level (Menuju Penerimaan 350)",
    "summary": "Melepaskan keterikatan pada hasil usaha dan belajar ridha terhadap takdir, sambil tetap berusaha sebaik mungkin.",
    "bullets": [
      "Memaafkan orang dan diri yang dianggap menghambat usaha.",
      "Mengalihkan usaha individu ke perbaikan sistem yang lebih luas.",
      "Bersyukur atas kesempatan berjuang, bukan hanya hasil.",
      "Menghidupkan dzikir keridhaan dan doa untuk ridha orang lain."
    ],
    "full": [
      "Riyadhah Naik Level (Menuju Penerimaan 350)",
      "Level willingness penuh energi dan kerja keras, tetapi rentan patah hati bila hasil tidak sesuai harapan. Tujuan riyadhah ini adalah mengubah kemauan aktif menjadi penerimaan yang lapang.",
      "1. Memaafkan secara total.",
      "Buat daftar orang atau situasi yang menurut Anda menghambat usaha. Secara sadar maafkan dan lepaskan keinginan membalas, termasuk kepada diri sendiri.",
      "2. Fokus solusi sistemik.",
      "Alihkan fokus dari memperbaiki satu orang ke perbaikan sistem yang bermanfaat untuk banyak orang. Ini membuat usaha lebih efektif dan tidak terlalu emosional.",
      "3. Syukur atas proses, bukan hanya hasil.",
      "Latih diri mengucapkan syukur atas kesempatan berjuang, walaupun hasil belum ideal. Ini mengubah cara memaknai kegagalan.",
      "4. Dzikir Radhitu billahi rabba.",
      "Bacalah dzikir keridhaan ini setelah salat, menanamkan keyakinan bahwa Allah adalah Tuhan yang Anda ridai dalam semua kondisi.",
      "5. Mendoakan ridha bagi orang lain.",
      "Doakan agar orang lain juga diberi penerimaan yang lapang atas takdir mereka. Ini menguatkan kesadaran bahwa semua bergantung pada kehendak Allah.",
      "Lembar Kerja Praktis: tuliskan peristiwa yang dulu membuat Anda kecewa, lalu tulis ulang dengan bahasa penerimaan dan pelajaran yang didapat."
    ]
  },
  {
    "id": "acceptance_to_reason",
    "levelLabel": "Level 12 → 13 · Acceptance → Reason",
    "shortTitle": "Riyadhah Naik Level (Menuju Akal Budi 400)",
    "summary": "Mengubah penerimaan pasif menjadi pengetahuan dan struktur yang logis sehingga lahir kebijaksanaan yang sistematis.",
    "bullets": [
      "Mengamati emosi sebagai data: pemicu, reaksi, dan pola.",
      "Mencari pengetahuan baru tentang metode pengasuhan yang ilmiah.",
      "Merumuskan hipotesis atas masalah yang berulang.",
      "Menggabungkan doa, dzikir, dan analisis logis."
    ],
    "full": [
      "Riyadhah Naik Level (Menuju Akal Budi 400)",
      "Level acceptance penuh kedamaian, tetapi bisa menjadi terlalu pasif jika tidak diubah menjadi pengetahuan. Tujuan riyadhah ini adalah mengasah akal budi sehingga penerimaan disertai pemahaman.",
      "1. Mensistematiskan emosi.",
      "Ketika emosi muncul, catat kapan muncul, bagaimana reaksi tubuh, dan seberapa sering pola itu berulang. Jadikan emosi sebagai data, bukan musuh.",
      "2. Penelitian metode.",
      "Cari referensi ilmiah atau buku tentang pendidikan dan pengasuhan. Ambil beberapa poin yang dapat diterapkan di lingkungan Anda.",
      "3. Merumuskan hipotesis.",
      "Untuk setiap masalah yang sering muncul, buat dugaan terstruktur tentang penyebabnya, kemudian uji melalui perubahan kecil di lapangan.",
      "4. Dzikir dan salat hajat untuk pembukaan ilmu.",
      "Gabungkan usaha intelektual dengan doa, membaca ayat atau surat yang berkaitan dengan kemenangan dan pembukaan, lalu salat hajat memohon hikmah.",
      "5. Sadar mengunyah sebagai latihan fokus.",
      "Saat makan, gunakan momen itu untuk melatih fokus dan kesadaran sehingga kemampuan konsentrasi meningkat dan mendukung proses berpikir.",
      "Lembar Kerja Praktis: buat jurnal emosi, hipotesis, dan uji coba kecil yang dilakukan, beserta hasil pengamatan."
    ]
  },
  {
    "id": "reason_to_love",
    "levelLabel": "Level 13 → 14 · Reason → Love",
    "shortTitle": "Riyadhah Naik Level (Menuju Cinta 500)",
    "summary": "Melembutkan hati yang terlalu rasional sehingga logika menyatu dengan kasih sayang dan rahmat tanpa syarat.",
    "bullets": [
      "Memaafkan orang yang secara logika sulit dimaafkan.",
      "Melatih meditasi rahmat untuk semua makhluk.",
      "Berbuat kebaikan tanpa menunggu ucapan terima kasih.",
      "Menghidupkan selawat dan dzikir Ya Wadud."
    ],
    "full": [
      "Riyadhah Naik Level (Menuju Cinta 500)",
      "Level reason membuat Anda efektif dan logis, tetapi dapat mendinginkan hati. Tujuan riyadhah ini adalah melebur logika ke dalam kasih sayang tanpa syarat.",
      "1. Pengampunan yang tidak logis.",
      "Maafkan seseorang atas kesalahan yang menurut logika Anda tidak wajar untuk dimaafkan. Lepaskan keinginan untuk selalu menang secara argumentatif.",
      "2. Meditasi rahmat.",
      "Luangkan waktu duduk hening, membayangkan cahaya rahmat Allah masuk ke hati lalu memancar ke orang-orang yang Anda asuh, termasuk yang sulit.",
      "3. Kebaikan tanpa pembalasan.",
      "Lakukan beberapa kebaikan kecil tanpa memberi tahu dan tanpa mengharapkan ucapan terima kasih.",
      "4. Selawat Nabi.",
      "Perbanyak selawat dengan penghayatan kepada sosok yang menjadi model cinta dan rahmat bagi seluruh alam.",
      "5. Dzikir Ya Wadud.",
      "Panggil nama Allah Yang Maha Mencintai berulang-ulang, merenungkan bahwa Anda adalah penerima dan penyalur cinta-Nya.",
      "6. Salam penuh cinta pada makhluk.",
      "Melatih diri memberi salam dan penghargaan batin kepada makhluk dan benda di sekitar, menyadari bahwa semuanya adalah ciptaan yang dimuliakan Allah.",
      "Lembar Kerja Praktis: catat pengalaman memberi maaf, kebaikan yang dilakukan diam-diam, dan perubahan rasa di hati."
    ]
  },
  {
    "id": "love_to_joy",
    "levelLabel": "Level 14 → 15 · Love → Joy",
    "shortTitle": "Riyadhah Naik Level (Menuju Suka Cita 540)",
    "summary": "Mengubah cinta yang serius menjadi cinta yang ringan dan penuh kegembiraan sehingga pelayanan terasa sebagai anugerah, bukan beban.",
    "bullets": [
      "Mencari momen tawa dan keceriaan yang sehat.",
      "Melakukan pelayanan dengan hati ringan, bukan terpaksa.",
      "Menghidupkan syukur spontan di momen-momen kecil.",
      "Menggabungkan tasbih dan takbir sebagai energi positif."
    ],
    "full": [
      "Riyadhah Naik Level (Menuju Suka Cita 540)",
      "Love di level ini kadang masih terasa berat karena disertai effort yang besar. Tujuan riyadhah ini adalah mengubah cinta yang serius menjadi suka cita yang ringan.",
      "1. Mengundang tawa dan keringanan.",
      "Sengaja mencari momen untuk tertawa sehat bersama santri atau rekan kerja. Tawa yang tulus mengangkat beban batin.",
      "2. Pelayanan tanpa beban.",
      "Latih diri melayani dengan niat yang ringan, seperti menyiapkan kebutuhan santri sambil menghadirkan rasa gembira karena bisa bermanfaat.",
      "3. Syukur spontan.",
      "Setiap kali melihat hal yang indah atau menyenangkan, ucapkan syukur secara spontan. Ini melatih hati peka terhadap karunia Allah.",
      "4. Dzikir tasbih dan takbir.",
      "Gabungkan bacaan tasbih dan takbir sebagai bentuk pengakuan akan kesucian dan keagungan Allah yang menghadirkan kegembiraan batin.",
      "5. Salam penuh cinta dengan hadirnya hati.",
      "Saat memberi salam pada makhluk atau alam, hadirkan hati sepenuhnya. Rasakan keterhubungan yang hangat dan penuh suka cita.",
      "Lembar Kerja Praktis: tulis momen-momen kecil yang membuat Anda tertawa dan bersyukur hari itu, serta bagaimana pengaruhnya pada stamina batin."
    ]
  },
  {
    "id": "joy_to_peace",
    "levelLabel": "Level 15 → 16 · Joy → Peace",
    "shortTitle": "Riyadhah Naik Level (Menuju Kedamaian 600)",
    "summary": "Menstabilkan kegembiraan yang fluktuatif menjadi kedamaian batin yang tenang dan dalam, tanpa banyak gejolak.",
    "bullets": [
      "Mengatur alarm sadar untuk berhenti sejenak setiap jam.",
      "Latihan duduk diam tanpa distraksi dalam durasi tertentu.",
      "Mengamati sensasi Joy tanpa harus mengekspresikannya.",
      "Menguatkan dzikir Ismu Dzat dan jalan hening meditatif."
    ],
    "full": [
      "Riyadhah Naik Level (Menuju Kedamaian 600)",
      "Joy adalah suka cita yang tinggi, tetapi masih bisa naik turun seperti gelombang. Tujuan riyadhah ini adalah menstabilkan Joy menjadi Peace, kedamaian yang tenang dan dalam.",
      "1. Alarm kesadaran berkala.",
      "Pasang alarm yang mengingatkan Anda untuk berhenti sejenak, menarik napas dalam, dan menyadari keberadaan saat ini tanpa tergesa-gesa.",
      "2. Latihan diam.",
      "Luangkan waktu duduk diam tanpa gawai atau bacaan, hanya mengamati pikiran dan rasa yang muncul tanpa diikuti.",
      "3. Mengendalikan ekspresi sensasi.",
      "Ketika muncul kegembiraan yang tinggi, latih diri untuk tidak selalu mengekspresikannya berlebihan. Amati saja di dalam tubuh hingga perlahan menjadi tenang.",
      "4. Menghentikan effort berbasis pamrih.",
      "Sadari jika masih ada usaha yang dilakukan demi hasil tertentu. Latih diri untuk melakukan amal tanpa mengikatkan diri pada hasil.",
      "5. Dzikir Ismu Dzat.",
      "Ucapkan nama Allah dengan lembut, perlahan beralih ke dzikir hati yang sunyi. Rasakan kehadiran-Nya yang menenangkan.",
      "6. Jalan hening meditatif.",
      "Berjalan tanpa banyak bicara, mengamati keheningan di sekitar dan di dalam diri sebagai latihan memelihara Peace.",
      "Lembar Kerja Praktis: tulis pengalaman latihan diam dan apa yang Anda temukan tentang diri Anda di dalam hening."
    ]
  },
  {
    "id": "peace_to_enlightenment",
    "levelLabel": "Level 16 → 17 · Peace → Enlightenment",
    "shortTitle": "Riyadhah Naik Level (Menuju Pencerahan 700–1000)",
    "summary": "Memasuki rute fana dan baqa: melebur ego ke dalam kesadaran Ilahi dan hidup dalam rasa kesatuan dengan segala sesuatu.",
    "bullets": [
      "Melatih persepsi kesatuan: melihat Asma Allah di balik setiap makhluk.",
      "Berzikir tanpa tujuan selain kecintaan murni.",
      "Berlatih sebagai pengamat batin, bukan pelaku yang melekat.",
      "Menjadikan hening internal sebagai cara hidup sehari-hari."
    ],
    "full": [
      "Riyadhah Naik Level (Menuju Pencerahan 700–1000)",
      "Level Peace adalah pintu menuju pencerahan, ketika kedamaian begitu stabil sehingga ego mulai melebur. Tujuan riyadhah ini adalah mempersiapkan diri untuk fana dalam kehendak Allah dan baqa dalam kesadaran Ilahi.",
      "1. Persepsi kesatuan.",
      "Latih diri melihat Asma Allah yang memancar di balik santri, rekan, dan setiap makhluk. Ini membantu melebur perasaan terpisah.",
      "2. Dzikir tanpa tujuan duniawi.",
      "Berzikir bukan lagi untuk meminta sesuatu, tetapi sekadar karena cinta dan rindu. Dzikir menjadi nafas batin yang alami.",
      "3. Observasi batin.",
      "Duduk hening dan amati pikiran, emosi, dan sensasi sebagai sesuatu yang lewat di hadapan Anda, bukan sebagai diri Anda. Anda adalah saksi, bukan gelombang yang datang dan pergi.",
      "4. Dzikir tauhid yang mendalam.",
      "Ucapkan kalimat tauhid dengan penghayatan penuh, fokus pada satu-satunya Realitas yang layak diibadahi.",
      "5. Sadar mengunyah sebagai latihan kesatuan.",
      "Saat makan, rasakan bahwa rezeki yang masuk adalah manifestasi kasih sayang Allah, dan Anda hanyalah penerima yang bersyukur.",
      "6. Hening total sebagai cara hidup.",
      "Latih diri untuk membawa keheningan batin ke dalam setiap aktivitas, tanpa harus mengurangi produktivitas lahiriah.",
      "Lembar Kerja Praktis: tulis pengalaman ketika Anda merasakan momen kesatuan, betapa kecilnya ego di hadapan kebesaran Allah, dan bagaimana itu mengubah cara Anda mengasuh."
    ]
  }
]
